[
    {
        "id": 1,
        "title": "Введение",
        "subtitle": "Общее знакомство с регионом Полесья, его особенностями и культурой.",
        "content": {
            "text": "   Полесье — уникальный и загадочный уголок Беларуси, который не только привлекает внимание своей природой, но и богатой историей, культурой и народными традициями. Этот регион, омываемый многочисленными реками и болотами, в разные эпохи был свидетельством множества исторических событий, преобразований и уникальных явлений, которые оставили глубокий след в судьбах местных жителей.\n\n    От древнейших времён до современности, Полесье переживало смену культурных, социальных и политических влияний. Здесь зарождались народные традиции, развивались ремесла, проходили важные события, как в масштабах Беларуси, так и в истории Восточной Европы в целом. Полесье становилось местом столкновения и синтеза разных цивилизаций и народов, каждый из которых оставил свой след в жизни этого региона.\n\n   Темы, которые мы затронем, охватывают широкий спектр аспектов: от древней истории и археологических находок до культурных достижений, исторических событий, таких как войны и революции, и экологических изменений, таких как осушение болот и развитие инфраструктуры.\n\n    Мы познакомим вас с ключевыми моментами и личностями, которые оказали влияние на развитие Полесья, а также исследуем, как эти события сформировали облик региона, его культуру и повседневную жизнь его жителей. Каждая из этих тем поможет глубже понять Полесье как место пересечения времени, пространства и культурных традиций.",
            "images": ["intro1.jpg", "intro2.jpg"],
            "links": ["https://example.com/polessye"]
        },
        "subthemes": []
    },
    {
        "id": 2,
        "title": "История",
        "subtitle": " Путь Полесья через века: от стоянок древних охотников до современности.",
        "content": {
            "text": "   История Полесья охватывает тысячелетия, начиная от первых поселений до наших дней. \n   Мы не будешь вдаваться в подробности, а лишь ознакомимся с основами",
            "images": ["history1.jpg", "history2.jpg"],
            "links": ["https://example.com/history"]
        },
        "subthemes": [
            {
                "id": 21,
                "title": "Древние поселения и стоянки",
                "description": "Первые следы человека на земле болот и лесов.",
                "content": {
                    "text": "   Полесье издавна привлекало людей своими природными богатствами и стратегическим расположением. Уже 7–8 тысяч лет назад на болотах и островках среди лесов появились первые поселения. Древние охотники, рыболовы и собиратели обживали эти земли, используя ресурсы болот и рек для своего выживания. Археологи находят кремнёвые ножи, наконечники стрел, костяные гарпуны, что подтверждает присутствие первых людей в этих землях.\n\n   Особое внимание заслуживают стоянки, найденные в районе Пинска, на берегах рек Припять и Пина. Эти места стали важными центрами для древних охотников и рыболовов. Речь идёт о примитивных поселениях, где жители строили дома из дерева, с обмазанными глиной стенами, крытые тростником, а центр жизни сосредоточен был около очага.\n\n  В Bronze Age (бронзовый век) Полесье стало местом освоения земледелия. Первые земледельцы начали выращивать зерновые культуры, такие как ячмень и просо, а также разводить домашних животных. Земледельцы начали строить укреплённые поселения, а характерные захоронения с амулетами, украшениями и орудиями труда подтверждают высокую духовную жизнь того времени. В этих захоронениях часто встречаются костяные и металлические предметы, что также свидетельствует о развитой металлургии.\n\n    Кроме того, много стоянок и древних селищ сохранилось до наших дней в болотах Полесья. Эти места не только являют собой археологические памятники, но и служат природными архивами, сохраняя до сих пор артефакты, которые дают нам понимание о жизни древних людей.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 22,
                "title": "Пинск — город над Пиной",
                "description": "Перекрёсток торговых путей и культур.",
                "content": {
                    "text": "   Пинск, расположенный на стыке рек Припять и Пина, имеет уникальную историю, которая связана с водными путями и торговыми маршрутами. Город является одним из старейших в Беларуси и был основан как крепость в X веке. Уже в Средние века Пинск стал важным торговым и стратегическим узлом, через который проходили важные торговые пути, связывающие Киев, Литву и Польшу. Эти водные пути позволяли транспортировать товары, включая соль, меха, древесину, рыбу и даже редкие восточные пряности.\n\n   Но Пинск был не только торговым центром. Это был и культурный и ремесленный центр, где развивались традиции кораблестроения. В Пинске начали строить лодки-дубы — уникальные суда, которые подходили для плавания по мелким рекам и болотистым территориям Полесья. Эти суда играли важную роль в обеспечении торговли и транспортировки товаров по водным путям.\n\n   Особое место в истории Пинска занимает его многонациональность. Город был местом, где пересекались культуры различных народов: белорусов, поляков, евреев, русских. Эти народности оставили свой след в культуре и архитектуре города, делая Пинск не только важным торговым, но и культурным центром.\n\n    Кроме того, Пинск славился своей духовной и культурной жизнью. В городе строились церкви, монастыри и синагоги, что является отражением религиозной многообразия региона.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 23,
                "title": "Торговые пути по Припяти",
                "description": "Водные дороги древности.",
                "content": {
                    "text": "   Река Припять, протекающая через Полесье, была важнейшим водным путём, который соединял регионы Восточной Европы с Киевской Русью, а позже — с Литвой и Польшей. В античные времена эта река служила важным торговым маршрутом, по которому плавали плоты и лодки, гружённые товарами. Река связала Полесье с балтийским и черноморским регионами, а товары, такие как древесина, мёд, рыба, меха, шли по воде в разные уголки Европы.\n\n   По реке также шли важные культурные и технологические потоки. Через эти пути распространялись ремёсла, такие как кузнечное дело и гончарное мастерство, а также различные новшества в сельском хозяйстве и строительстве. Через реку шли не только товары, но и люди, идеи и знания, что способствовало культурному обмену и развитию региона.\n\n  Особое внимание стоит уделить роли Пинска, как важнейшего торгового узла на Припяти. Город становился центром, в который стекаются товары со всей территории, и стал важным звеном на торговом пути между Киевом и Европой.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 24,
                "title": "Войны и переселения",
                "description": "Испытания, изменившие судьбу края.",
                "content": {
                    "text": "   Полесье, как важный стратегический регион, пережило немало военных конфликтов. Сложная географическая ситуация, болота и леса стали естественными преградами, но также и привлекательными территориями для захватчиков. В Средние века, а затем и в раннее новое время, эти земли становились объектом борьбы между различными державами. Войны с Московией, Польшей, Османской империей оставили глубокий след в истории региона.\n\n  Кроме того, Полесье стало местом массовых переселений. Из-за войн и нападений местное население было вынуждено покидать свои родные места. Переселенцы искали безопасные территории и зачастую осваивали новые земли на северо-востоке Беларуси, что привело к возникновению новых поселений и сельских общин.\n\n   Местные жители, несмотря на внешние угрозы, всегда сохраняли свою идентичность, культуру и обычаи. Эти переселения также привели к смешению культур, появлению новых диалектов и традиций, что ещё более укрепило культурное разнообразие региона.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 25,
                "title": "Полесье в разные эпохи",
                "description": "Как менялась жизнь на болотах от древности до XX века.",
                "content": {
                    "text": "   Полесье с течением времени пережило множество изменений. В древности этот регион был в первую очередь местом для охотников и рыболовов, которые жили в гармонии с природой. Однако с развитием земледелия и ремёсел регион начал изменяться. Уже в бронзовом веке появились первые земледельцы, освоившие культуру зерновых и скотоводство. В Средние века, с приходом христианства, стали появляться первые храмы и монастыри, и жизнь местных жителей перемещалась от лесов и болот к более организованным поселениям.\n\n    В период Речи Посполитой, когда Полесье стало частью объединённого государства, местные жители начали активно осваивать новые земли, а также развивать торговлю и ремёсла. Развитие каналов и дорог сыграло большую роль в изменении облика региона, а Пинск стал важнейшим торговым и культурным центром.\n\n  XX век был временем больших перемен для Полесья. В это время была проведена активная индустриализация, и на болотах начали строиться новые каналы и осушительные системы. Эти изменения привели к развитию сельского хозяйства, но, несмотря на это, многие старинные традиции и обычаи остались живыми и сохраняются до сих пор в глубинке.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 26,
                "title": "Роль Полесья в культуре Беларуси",
                "description": "Колыбель традиций, песен и народной мудрости.",
                "content": {
                    "text": "   Полесье стало одной из самых ярких культурных частей Беларуси. Этот регион стал колыбелью для многих народных традиций и фольклора. На территории Полесья были созданы песни, которые сохранялись в народной памяти в течение веков, и до сих пор они олицетворяют характер белорусского народа — его любовь к природе, уважение к земле и стремление к свободе.\n\n    Народные песни Полесья известны своим мелодическим богатством и эмоциональностью. Они рассказывают о жизни крестьянина, любви, борьбе за родную землю. Многие обряды, такие как Купалье, свадьбы, жатвенные праздники, сохранились здесь почти в первозданном виде. \n\n   Также Полесье является регионом, где сохранились уникальные ремёсла — ткачество, резьба по дереву, гончарство. Мастера Полесья создавали удивительные изделия, используя древние технологии и орнаменты. \n\n    Сегодня культурное наследие Полесья активно изучается и популяризируется, становясь важной частью национальной идентичности Беларуси.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            }
        ]
    },
    {
        "id": 3,
        "title": "События",
        "subtitle": "Вехи судьбы Полесья: от мирных торжеств до бурь истории.",
        "content": {
            "text": "   Полесье, как уникальный регион, сыграло важную роль в истории Беларуси и Восточной Европы. На протяжении веков здесь происходили события, которые меняли не только судьбу самой земли, но и судьбы множества людей. В этом регионе переплетаются культура, народные традиции и исторические катаклизмы, такие как войны, социальные преобразования, индустриализация и политические революции. Знакомство с этими событиями позволяет понять, как Полесье стало тем, чем оно является сегодня.",
            "images": ["events1.jpg"],
            "links": ["https://example.com/events"]
        },
        "subthemes": [
            {
                "id": 31,
                "title": "Крещение Полесья",
                "description": "Приход христианства на болота и в леса.",
                "content": {
                    "text": "   Крещение Полесья стало знаковым событием в истории региона, проложив путь для распространения христианства по всей Беларуси и Восточной Европе. Процесс христианизации Полесья был постепенным и длился несколько столетий. В X веке, когда Киевская Русь приняла христианство, в этих землях начали строиться первые христианские монастыри, а местное население постепенно приобщалось к новой вере.\n\n  Однако, несмотря на принятие христианства, традиции и верования местных народов не исчезли сразу. Влияние древнего язычества сохранилось в народных обычаях, праздниках и обрядах, таких как Ивана Купала или Деды — традиционные праздники, сохранившиеся до сих пор. Эти старинные обычаи, переплетенные с христианской традицией, создают уникальный культурный ландшафт Полесья.\n\n    Согласно историческим источникам, именно на Полесье христианство проникало через монастыри, где проводились образовательные и культурные программы. Одним из таких культурных лидеров был святой Кирилл Туровский, чьи проповеди оказали значительное влияние на развитие христианства и письменности в регионе. Монастыри становились не только духовными центрами, но и центрами образования и культуры.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 32,
                "title": "Полесская война 1831 год",
                "description": "Восстание против Российской империи.",
                "content": {
                    "text": "   В 1830–1831 годах вспыхнуло восстание против Российского имперского владычества. Это восстание было частью широкой волны народных протестов, охвативших Польшу, Литву и Беларусь, направленных против жестокой политики Российской империи. Полесье оказалось в центре этого сопротивления.\n\n    Местные крестьяне активно поддерживали восстание, поскольку оно затрагивало их права и свободы. Болота и леса Полесья стали укрытием для партизанских отрядов, а также удобным местом для проведения диверсий. Однако, несмотря на решительное сопротивление, восстание было жестоко подавлено императорскими войсками. Это привело к тяжелым последствиям для региона, включая репрессии, депортации и разрушения многих поселений.\n\n     Особое внимание стоит уделить культурным и политическим последствиям этого восстания: оно усилило антироссийские настроения в Беларуси и подтолкнуло к дальнейшему росту национального самосознания. Восстание 1831 года стало важным этапом в истории борьбы Беларуси за свою независимость.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 33,
                "title": "Строительство Днепро-Бугского канала",
                "description": "Великая инженерная стройка XVIII века.",
                "content": {
                    "text": "   Строительство Днепро-Бугского канала в XVIII веке стало одним из крупнейших инженерных проектов своего времени. Канал, соединяющий реки Днепр и Буг, был важнейшим транспортным узлом для всего региона. Он обеспечивал безопасное и быстрое движение судов между Черным и Балтийским морями, что способствовало развитию торговли и экономики.\n\n    Однако это событие не ограничивалось лишь экономическим аспектом. Строительство канала также привело к изменению экосистемы региона. Сотни километров водных путей были вырыты вручную, и в течение многих лет рабочие из разных уголков Беларуси и Польши трудились над этим проектом. Трудности с реализацией проекта, такие как болота, непредсказуемые затопления и трудный климат, сделали строительство настоящим вызовом.\n\n    Тем не менее, после завершения строительства, канал стал важным связующим звеном между странами, способствовал культурному обмену и развитию различных ремесел. Его значение для Полесья было огромным, так как Пинск, расположенный на канале, стал важным торговым и транспортным центром.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 34,
                "title": "Первая мировая война в Полесье",
                "description": "Земля между фронтами.",
                "content": {
                    "text": "   Первая мировая война принесла Полесью ужас и разрушения. В 1915 году линия фронта оказалась прямо на территории региона. Полесье, с его болотами и лесами, стало ареной тяжелых боёв между немецкими и русскими войсками. Война охватила все стороны жизни местных жителей — от разрушения сельских домов до массовых репрессий и эвакуаций.\n\n    Местные крестьяне, многие из которых были мобилизованы в армию, столкнулись с невероятными трудностями: отсутствием продовольствия, болезнями и эвакуацией на территории, где уже велись военные действия. Множество деревень было разрушено, а жизнь местных жителей подвергалась жестоким испытаниям. На этих землях до сих пор сохраняются следы тех страшных событий, такие как разрушенные церкви и кладбища, где покоятся солдаты, погибшие в бою.\n\n    Примечательно, что в те годы на Полесье также оказала влияние революция в России. Во время войны местное население активно поддерживало идеи большевизма, и после окончания войны многие деревни стали местами для организации советских властей.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 35,
                "title": "Чернобыльская катастрофа и судьба Полесских земель",
                "description": "Радиоактивный след на природе и жизни.",
                "content": {
                    "text": "   Чернобыльская катастрофа 1986 года оставила неизгладимый след на Полесье. На юге региона, вблизи границы с Украиной, радиационное загрязнение стало причиной массовых эвакуаций. Тысячи людей были вынуждены покинуть свои дома, и деревни, которые раньше были полны жизни, стали пустыми и заброшенными. \n\n    Кроме того, природа Полесья пострадала от воздействия радиоактивных веществ. Сельское хозяйство, которое в прежние годы было основной отраслью экономики региона, было поставлено под угрозу. Однако через десятилетия после катастрофы начали проявляться удивительные экологические явления: заброшенные земли стали не только источником экологической катастрофы, но и местом восстановления природных экосистем. \n\n   Полесье стало местом для проведения экологических исследований, и сейчас существует несколько заповедников и природных зон, где ученые продолжают изучать последствия Чернобыля. Эта трагедия оставила неизгладимый след в памяти людей, но она также стала фактором перемен в отношении экологии и понимания важности сохранения природы.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 36,
                "title": "Партизанская война в годы Второй мировой",
                "description": "Болота стали крепостью для борьбы.",
                "content": {
                    "text": "   Во время Великой Отечественной войны Полесье стало центром партизанской войны. Болота, леса и реки региона служили естественными укрытиями для партизанских отрядов, которые устраивали диверсии на железных дорогах, уничтожали вражеские войска и снабжали мирное население.\n\n    Партизанское движение было особенно активным на территориях, таких как Пинск, Брест и Мозырь, где местные жители не только поддерживали партизан, но и становились их неофициальными союзниками. Во время войны в Полесье произошло несколько крупных боевых операций, таких как знаменитая «Рельсовая война», направленная на разрушение железнодорожных путей, используемых нацистами.\n\n    Партизаны играли важнейшую роль в сопротивлении врагу и обеспечивали сохранение морального духа среди местного населения. Память о партизанах и их героических деяниях сохраняется в многочисленных музеях, памятниках и мемориалах по всему Полесью.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 37,
                "title": "Осушение болот и преобразование Полесья в XX веке",
                "description": "Трансформация природы и судьбы людей.",
                "content": {
                    "text": "   С середины XX века началась масштабная мелиорация полесских болот, что привело к значительным изменениям в экосистеме региона. Этот процесс был направлен на осушение болотов, улучшение сельского хозяйства и создание новых пахотных земель. \n\n    Проект мелиорации затронул огромные территории, включая такие районы, как Брестская и Гомельская области. Он привел к росту сельскохозяйственного производства, но также существенно изменил природу Полесья. Ранее уникальная флора и фауна заболоченных земель постепенно исчезали, и на их месте возникали новые поселения и фермерские хозяйства.\n\n   Сегодня экологические последствия осушения болот продолжают обсуждаться, поскольку изменения, вызванные этой деятельностью, затруднили восстановление природных экосистем. В последние годы существует ряд инициатив, направленных на возвращение болот в исходное состояние, что помогает восстановить биологическое разнообразие региона.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            }
        ]
    },
    {
        "id": 4,
        "title": "Люди",
        "subtitle": "Знаменитые люди Полесья",
        "content": {
            "text": "   Полесье подарило Беларуси множество выдающихся личностей, чьё творчество, наука и духовная жизнь оставили глубокий след в истории страны. Эта земля воспитала поэтов, писателей, художников и мыслителей, вдохновлённых её природой, ритмом народной жизни и древними традициями.",
            "images": ["people1.jpg", "people2.jpg"],
            "links": ["https://example.com/people"]
        },
        "subthemes": [
            {
                "id": 41,
                "title": "Писатели и поэты Полесья",
                "description": "Голоса народа через стихи и прозу..",
                "content": {
                    "text": "   Полесские земли стали колыбелью для множества писателей и поэтов.\n\n   Якуб Колас (настоящее имя Константин Мицкевич), уроженец Столбцовщины — один из величайших классиков белорусской литературы. Его творчество, пронизанное духом крестьянской жизни, любовью к природе и народу, навсегда связано с Полесьем.\n\n    Пётр Бровка, происходящий с берегов Припяти, в своих стихах воспевал родные болота и леса, показывая жизнь простого человека.\n\n    Также стоит отметить Максима Танка — поэта-философа, вдохновлявшегося тихой красотой полесских просторов.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 42,
                "title": "Кирилл Туровский и духовная культура",
                "description": "Святой мыслитель из сердца Полесья.",
                "content": {
                    "text": "   Кирилл Туровский (XII век) — святой православной церкви, мыслитель, писатель и епископ Туровский. Его труды, включая 'Слово на Воскресение Христово' и 'Моления', стали классикой древнерусской литературы.\n\n    Родом из древнего города Турова, он оставил после себя огромное духовное наследие, которое стало основой для христианской письменности всей Восточной Европы. Полесье чтит его память как одного из самых великих своих сынов.",
                    "images": ["scientists1.jpg"],
                    "links": ["https://example.com/scientists"]
                }
            },
            {
                "id": 43,
                "title": "Художники Полесья",
                "description": "Образ природы в живописи.",
                "content": {
                    "text": "   Полесье вдохновляло многих мастеров кисти.\n\n     Павел Маслеников, белорусский живописец XX века, в своих работах ('Полесский мотив', 'Весна в Полесье') передавал нежность, силу и таинственность этих мест.\n\n    Также стоит вспомнить Александра Кишченко, чьи монументальные работы нередко обращались к образам народной жизни Полесья.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            }
        ]
    },
    {
        "id": 5,
        "title": "Ремесло",
        "subtitle": "Традиционные промыслы и ремёсла в Полесье.",
        "content": {
            "text": "   Пинское Полесье — особый мир болот, рек и лесов. Здесь ремёсла не были украшением жизни — они помогали выживать. Местные жители умело работали с деревом, лозой, глиной и тканью, создавая из подручных материалов всё, что нужно для дома и быта.",
            "images": ["crafts1.jpg", "crafts2.jpg"],
            "links": ["https://example.com/crafts"]
        },
        "subthemes": [
            {
                "id": 51,
                "title": "Плетение из лозы",
                "description": "Одно из самых характерных ремёсел Пинского Полесья.",
                "content": {
                    "text": "   Лозу собирали ранней весной или поздней осенью, выбирая тонкие, гибкие ветви. Их очищали от коры, вымачивали в воде, чтобы сделать податливыми. Из лозы плели корзины для ягод и грибов, большие кузова для телег, рыболовные ловушки — верши. Плетение требовало сноровки: лозу туго закручивали, фиксируя ряды без зазоров. Часто плели сразу в хозяйских дворах, особенно перед сезоном рыбалки или сбора урожая. Считается, что полесские верши отличались особой плотностью плетения и долговечностью.",
                    "images": ["writers1.jpg"],
                    "links": ["https://example.com/writers"]
                }
            },
            {
                "id": 52,
                "title": "Деревообработка",
                "description": "Основное строительное и ремесленное дело в крае лесов.",
                "content": {
                    "text": "   Дуб, сосна и ель были основными строительными материалами. Из толстых стволов дубов вручную выдалбливали лодки — дубы, на которых весной пересекали разлившиеся реки. Из сосны строили срубы домов и бань, плотно подгоняя брёвна друг к другу без гвоздей. Мебель делали грубую, крепкую, рассчитанную на долгие годы. Наличники окон и ставни украшали простой резьбой: солярными знаками, ромбами, стилизованными растениями. Мелкие предметы — ложки, ковши, прялки — вытачивали зимой, в долгие вечера, когда основные работы были завершены.",
                    "images": ["scientists1.jpg"],
                    "links": ["https://example.com/scientists"]
                }
            },
            {
                "id": 53,
                "title": "Гончарство",
                "description": "Из глины делали всю необходимую в быту посуду.",
                "content": {
                    "text": "   Глину добывали из прибрежных обрывов, тщательно очищали от примесей, вымачивали и замешивали ногами до нужной пластичности. Изготовление шло на простых ножных гончарных кругах. Формовали горшки, миски, кувшины для воды, молока, меда. После сушки изделия обжигали в ямах или небольших печах при высокой температуре. Поверхность иногда покрывали тонким слоем ангоба или оставляли неокрашенной. Орнамент наносили процарапыванием: волнистые линии символизировали воду, а прямые полосы — плодородие земли.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 54,
                "title": "Ткачество и вышивка",
                "description": "Женская часть домашнего производства.",
                "content": {
                    "text": "   Из льняной и конопляной пряжи ткали полотно на горизонтальных станках. Процесс был трудоёмким: сначала пряли тонкие нити, потом устанавливали основу на станок. Из ткани шили одежду, скатерти, полотенца. Особое место занимали рушники — тканые или вышитые полотенца, сопровождавшие человека в рождении, свадьбе и похоронах. Для вышивки использовали красные нитки — символ жизни и защиты. Основные узоры: ромбы (земля и плодородие), древо жизни, восьмиконечные звёзды. В каждом узоре шифровались древние представления о мире.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 55,
                "title": "Кожевничество",
                "description": "Ремесло по обработке шкур и производству прочных изделий из кожи.",
                "content": {
                    "text": "   Кожевничество в Пинском Полесье развивалось как ремесло, тесно связанное с сельским хозяйством и охотой. Шкуры коров, овец, коз и дикой дичи вымачивали в водах болот, очищали от шерсти, дубили с использованием коры дуба или ивы, богатой танинами. Обработанную кожу использовали для изготовления обуви — лаптей, сапог, бурок, а также для пошива седел, ремней, сум и упряжи. В холодную и влажную погоду кожаные изделия спасали от сырости и промокания. Особенностью полесского кожевничества было применение естественных антисептиков — болотных трав и смол для защиты кожи от гниения. Мастера тщательно следили за качеством: прочность и гибкость кожи определяли не только удобство вещей, но и безопасность в тяжелых болотных условиях.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 56,
                "title": " Кузнечное дело",
                "description": " Одно из самых древних и уважаемых ремёсел Полесья.",
                "content": {
                    "text": "   Кузнецы на Пинском Полесье были мастерами на все руки. Они ковали подковы для лошадей, ножи, топоры, косы, цепы, гвозди, обручи для бочек, петли и замки для дверей. Особое значение имели металлические детали для лодок-дубов: скобы, кольца для укрепления. Работа шла на небольших горнах, раздуваемых мехами, топливо — древесный уголь. Железо разогревали докрасна, били молотами по наковальне, придавая нужную форму. \n    Кузнецы пользовались уважением: их изделия были необходимы каждому — от крестьянина до рыбака. Многие предметы (например, косы или ножи) украшали простыми клеймами или узорами, считавшимися оберегами. В традиционной культуре кузнец считался человеком, владеющим 'огненной силой' — связующим мир земли и огня.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 57,
                "title": "Рыболовство",
                "description": "Рыба — основа рациона полешуков.",
                "content": {
                    "text": "   Рыболовство на Полесье было круглогодичным занятием. Летом ставили верши в заводях и старицах, осенью сплавляли сети по тихим рукавам рек. Сети плели вручную из конопляных нитей. Зимой ловили через проруби, используя остроги — специальные многозубые копья. Для наживки использовали мелкую рыбёшку или лягушек. Техники рыбной ловли передавались из поколения в поколение: каждый род имел свои секреты мест, снастей и даже календарь клёва.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 58,
                "title": "Бортничество",
                "description": "Cтаринное лесное пчеловодство.",
                "content": {
                    "text": "   Бортничество требовало особой сноровки и уважения к лесу. В высоких соснах выдалбливали борти — дупла, где разводили диких пчёл. Места борте закрепляли за семьями, передавали по наследству. Мед собирали осторожно, чтобы не разрушить пчелиное гнездо: использовали дым для успокоения роя и специальные коши (корзины). Мёд шёл не только в пищу, но и в обмен на товары. Пчеловодство на Полесье сохранило древние формы почти до XX века.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            }
        ]
    },
    {
        "id": 6,
        "title": "Природа",
        "subtitle": "Уникальный мир болот, рек, лесов и редких животных.",
        "content": {
            "text": "   Природа Пинского Полесья — это огромное зелёное море болот, плавней, лугов и густых лесов. Весной реки разливаются, заливая поля и дороги, превращая деревни в острова. Болота — Ельня, Споровское, Ольманские — покрыты мхами, клюквенными коврами, белыми пушицами и багульником. Среди осок и тростников скрываются редкие орхидеи, росянки и вахта трёхлистная. \n    В лесах растут вековые сосны, ольхи и берёзы, а под ними прячутся черничники, папоротники, грибы. Здесь можно встретить зубра, лося, рысь, бурого медведя, а на болотах — стаи журавлей, серых цапель, чёрного аиста и вертлявую камышевку. \n    Припять и её притоки полны рыбы — щуки, сома, карася, а на берегах селятся выдры и бобры. Туманы окутывают долины на рассветах, а осенью луга золотятся под ветром, создавая неповторимый, древний облик земли. Полесье живёт в своём неторопливом ритме — вдыхая болотный аромат и слушая шорох тростников под крыльями птиц.",
            "images": ["nature1.jpg", "nature2.jpg"],
            "links": ["https://example.com/nature"]
        },
        "subthemes": [
            {
                "id": 61,
                "title": "Болота и растения",
                "description": "Мир вечной влаги, мхов и редких цветов.",
                "content": {
                    "text": "   Болота Пинского Полесья — это живые ландшафты из мхов, осок, тростников и заболоченных лесов. Здесь растут клюква, голубика, багульник, росянка и редкие болотные орхидеи. Моховые ковры медленно растут столетиями, аккумулируя воду и создавая неповторимый аромат болот. Весной болота расцветают белыми пушицами, летом — багрянеют клюквенные поляны. Болотные растения стали важной частью быта: их использовали в медицине, ткачестве и строительстве.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 62,
                "title": "Реки и озёра",
                "description": "Артерии жизни среди лесов и болот.",
                "content": {
                    "text": "   Реки — сердце Полесья. Припять и её притоки — Ясельда, Пина, Ствига — разливаются широко, образуя заливные луга и плавни. Весной вода покрывает сотни километров, соединяя деревни лодочными тропами. Берега поросли ольхами и ивами, в заводях цветёт кувшинка белая. На мелководьях обитают щуки, караси, сазаны, а на песчаных отмелях греются черепахи. Реки — не только природа, но и часть культуры: их использовали для торговли, рыболовства и охоты.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 63,
                "title": "Животные лесов и болот",
                "description": "Скрытые хозяева зелёного царства.",
                "content": {
                    "text": "   В глубинах лесов и на болотах Полесья живут зубры, лоси, кабаны, рыси, бурые медведи. На тропах можно встретить следы бобров, лисиц, волков. Болотные островки стали убежищем для ондатр и выдр. Фауна региона удивляет богатством и разнообразием: от маленьких землероек и летучих мышей до крупных хищников. Многие виды редки и охраняются, а встречи с ними всегда воспринимаются как знак удачи.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 64,
                "title": "Птицы Полесья",
                "description": "Крылатые символы нетронутой природы.",
                "content": {
                    "text": "   Пинское Полесье — один из главных заповедников Европы для болотных и перелётных птиц. Здесь гнездятся журавли, серые цапли, чёрные аисты, вертлявые камышевки. Осенью над болотами проходят хороводы из сотен журавлей, заливая долины печальными криками. Летом воды полны уток, поганок, крачек. Для многих редких видов это последний безопасный уголок в Европе, где они могут выводить потомство и жить в естественной среде.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            },
            {
                "id": 65,
                "title": "Ритмы природы",
                "description": "Живая смена времён года.",
                "content": {
                    "text": "   Полесье живёт в особом ритме. Весной воды заливают поля, деревья отражаются в бескрайних глади разливов. Летом болота пышут жизнью, на лугах цветут ковыль и зверобой. Осенью туманы поднимаются с воды, желтеют осоки, журавли улетают. Зимой земля засыпает под тяжёлым снегом, реки становятся дорогами для саней. Смена времён года здесь особенно ощутима, она диктует ритм жизни всему: природе, людям, зверям.",
                    "images": ["heroes1.jpg"],
                    "links": ["https://example.com/heroes"]
                }
            }
        ]
    }
]
